{
    "profile": {
        "title": {
            "name": "Văn Lương",
            "home": "Trang Chủ",
            "about": "Về Tôi",
            "project": "Dự án",
            "contact": "Liên hệ",
            "skill": "có niềm đam mê xây dựng các Ứng dụng Web đẹp mắt và đầy đủ chức năng. Nền tảng vững chắc về HTML, CSS và JavaScript, có kinh nghiệm về React, Angular. Học hỏi nhanh và có tinh thần đồng đội, mong muốn đón nhận những thử thách mới.",
            "skill_title": "Kỹ năng của tôi là",
            "tech_title": "Công nghệ",
            "skill1": "với niềm đam mê xây dựng đẹp đẽ và tiện dụng",
            "skill2": "Nền tảng và kinh nghiệm về HTML, CSS và JavaScript",
            "skill3": "Học hỏi nhanh và có tinh thần đồng đội, mong muốn đón nhận những thử thách.",
            "skill_title": "Kỹ năng",
            "web": "Các ứng dụng web",
            "job": "với kiến thức về phát triển web, tôi cung cấp các dự án tốt nhất mang lại chất lượng công việc.",
            "music_title": "Âm nhạc",
            "music_content": "Tôi thích nghe nhạc, nó giúp tôi thư giãn và tập trung vào công việc. Dưới đây là một số bài hát yêu thích của tôi.",
            "pj1_title": "Movie Teaser",
            "pj1_content": "Trang web này là thiên đường điện ảnh dành cho những người đam mê điện ảnh, mang đến trải nghiệm sống động với các đoạn giới thiệu độc quyền. Khám phá nội dung giải trí mới nhất trên nhiều danh mục phim đa dạng, bao gồm các phim, phim và phim truyền hình dài tập đang thịnh hành. Chức năng tìm kiếm thân thiện với người dùng của trang web giúp người dùng dễ dàng tìm thấy đoạn giới thiệu phim yêu thích của tôi. Bản demo trực tiếp.",
            "pj2_title": "StyleHaven Mall",
            "pj2_content": "Trang web này là điểm đến mua sắm trực tuyến lý tưởng, cung cấp nhiều loại sản phẩm thời trang. Người dùng có thể duyệt qua các danh mục quần áo, xem hình ảnh chi tiết và mua hàng một cách an toàn và thuận tiện, bao gồm các tùy chọn đăng ký và đăng nhập.",
            "pj3_title": "VNWeather Insight",
            "pj3_content": "Trang web này cung cấp thông tin chi tiết về thời tiết của từng tỉnh, thành phố ở Việt Nam. Người dùng có thể nhanh chóng xem các chi tiết cần thiết như nhiệt độ, độ ẩm, tầm nhìn và tốc độ gió.",
            "pj4_title": "FlagAtlas Explorer",
            "pj4_content": "Trang web này cung cấp thông tin về các quốc gia trên toàn thế giới, bao gồm cờ quốc gia và thông tin chi tiết về quốc gia cụ thể.",
            "pj5_title": "RandomGuard Key",
            "pj5_content": "Trang web này cung cấp một công cụ đơn giản để tạo mật khẩu ngẫu nhiên và mạnh mẽ. Người dùng có thể linh hoạt tùy chỉnh độ dài của mật khẩu và bao gồm các ký tự đặc biệt, số và ký tự chữ cái để tạo mật khẩu an toàn.",
            "demo": "Xem demo",
            "message": "Gửi tin nhắn cho tôi",
            "req": "Trường này là bắt buộc!",
            "valid": "Định dạng email không hợp lệ!",
            "min": "Tối thiểu 20 ký tự!",
            "max": "Tối đa 100 ký tự!",
            "git_title": "Xem thêm trên github",
            "ur_email": "Email của bạn",
            "write": "Viết vào đây...",
            "contact_content": "Tôi sẽ đọc tất cả các email. Gửi cho tôi bất kỳ tin nhắn nào bạn muốn và tôi sẽ liên lạc lại với bạn. Tôi cần Địa chỉ Email của bạn và tôi sẽ liên hệ lại với bạn sau vài giờ.",
            "send": "Gửi",
            "verify": "Xác thực",
            "service": "Mọi quyền được bảo lưu bởi"
        }
    }
}